Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh686-v3.tmx
Source language: bo
Languages: en

source: །ཚེས་བརྒྱད་དང་བཅོ་ལྔ་ལ་པོ་ཊ་ལ་ཀའི་རི་བོའི་གཞལ་མེད་ཁང་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་གནས་ན། འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་བཞུགས་ཏེ། འཁོར་ཆེན་པོ་ལ་ཆོས་སྟོན་པར་མཛད་བཞིན་པ་དང་།
en: On the eighth and the fifteenth lunar days, he will behold Noble Avalokiteśvara seated in his palatial mansion on Potala Mountain, expounding the Dharma in the midst of a great assembly.

source: འོད་དཔག་མེད་བདེ་བ་ཅན་གྱི་གནས་ན་ཞུགས་པ་མཐོང་སྟེ་ཇི་སྲིད་བྱང་ཆུབ་སྙིང་པོའི་བར་དུ་མཐོང་ངོ་།
en: He will also see Amitābha residing in his palace in the realm of Sukhāvatī. He will continue to see them right until he attains the seat of awakening. “

source: །འཆི་འཕོས་པ་ན་བསམ་པ་ཉིད་ཀྱི་མོད་ལ་བདེ་བ་ཅན་གྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་སྐྱེ་བར་འགྱུར་ཏེ། རྒྱན་ཐམས་ཅད་ཀྱིས་རྣམ་པར་བརྒྱན་པར་པདྨ་ལས་བརྫུས་ཏེ་སྐྱེ་བར་འགྱུར་རོ།
en: When the vidyā holder leaves this world, he will go, as is his destiny, to the realm of Sukhāvatī, where he will be spontaneously born from a lotus flower and adorned with all ornaments.

source: །སྒྲིབ་པ་དང་བྲལ་ཞིང་རྣམ་པར་འཕྲུལ་པ་བྱིན་གྱིས་རློབ་པ་དོན་ཡོད་པའི་འོད་ཟེར་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་སོ་སོར་ཐོབ་བོ།
en: He will obtain the samādhi called the light of Amoghapāśa that conveys miraculous blessing and removes all obscurations.

source: །ཏིང་ངེ་འཛིན་གང་ཞིག་ཐོབ་པས་སངས་རྒྱས་ཀྱི་ཞིང་གང་གཱའི་ཀླུང་གི་བྱེ་མ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཕྲག་སྙེད་ལས་འདས་པའི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ལ་མངོན་པར་ཕྱག་བྱས་ནས། སེ་གོལ་གཏོགས་པ་ཙམ་ཉིད་ལ་སླར་ཡང་འོང་བ་དེ་ལྟ་བུའི་ཏིང་ངེ་འཛིན་སོ་སོར་ཐོབ་བོ།
en: Once he obtains this samādhi, he will be able to visit hundreds of thousands of millions of billions of buddha fields, as numerous as the grains of sand in the Gaṅgā river, salute all the tathāgatas there, and return to his original location in a snap of his fingers.

source: །ཏིང་ངེ་འཛིན་གཞན་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཕྲག་སོ་སོར་ཐོབ་ཅིང་།
en: He will obtain this powerful samādhi and hundreds of thousands of millions of other samādhis.

source: །བཟླས་པའི་ཆོ་ག་གཅིག་པུས་ལས་ཐམས་ཅད་སྒྲུབ་པར་འགྱུར་རོ་ཞེས་སོ།
en: This unique recitation procedure will bring the accomplishment of activities. “

source: །བཟླས་པའི་དཀྱིལ་འཁོར་ཆེན་པོའི་ཆོ་གའོ།། །།
en: This concludes the instructions on the great maṇḍala of recitation. “

source: དེ་ནས་ཁྲུས་ཀྱི་དཀྱིལ་འཁོར་བཤད་པར་བྱ་སྟེ། ཁྲུས་བྱེད་པ་ལ་མཁས་པ་གང་གིས་དྲི་མ་ཐམས་ཅད་སེལ་བར་བྱེད་ཅིང་མཛེས་པ།
en: Now I will teach the bathing maṇḍala that learned ones use for bathing.

source: སྡིག་པ་ཐམས་ཅད་རྣམ་པར་ཉམས་པར་བྱེད་པ།
en: By means of this divine maṇḍala, all impurities are removed, and all evil is destroyed.

source: དངོས་གྲུབ་ཐམས་ཅད་བྱེད་པའི་དེ་ཁོ་ན་ཉིད་བསོད་ནམས་དང་གཟི་བརྗིད་རབ་ཏུ་འཕེལ་བར་བྱེད་པ།
en: This maṇḍala brings every accomplishment and causes the vidyā holder’s realization, merit, and splendor to grow.

source: ནད་ཐམས་ཅད་སེལ་བར་གྲུབ་པ། སྡིག་པ་དང་། སྡིག་ཏོ་ཉམས་པར་བྱེད་པ། དེ་བཞིན་དུ་ཟད་པ་དང་ཉམས་པ་བཅོམ་པ།
en: It is effective for removing all diseases and eradicating evil and vice.

source: དུག་དང་བྱད་སྟེམས་ཉམས་པ།
en: It heals wounds, injuries, and broken bones and destroys poisons and kākhordas.

source: ནད་ཡུན་རིང་པོ་ཡོངས་སུ་སྤངས་པ། དེ་བཞིན་དུ་གཅོད་ཡུན་རིང་པོ་དང་རིམས་ཡོངས་སུ་སྤངས་པ་སྟེ་འདི་དག་ཁྲུས་ཀྱིས་འགྲུབ་སྟེ།
en: It also removes chronic diseases, ailments, and fevers.

source: རིག་སྔགས་གང་ཡིན་པ་དེས་འགྲུབ་པར་དོན་ཡོད་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གིས་ཡོངས་སུ་བསྒྲགས་སོ། །བགེགས་ཀྱིས་རེག་པ་གང་ཡིན་པ་དང་། གྲིབ་གནོན་གྱི་གདོན་མི་བཟད་པས་རེག་པ་གང་ཡིན་པ་དང་། ཕ་རོལ་གྱི་དམག་ཚོགས་ཀྱི་འཇིགས་པ་མི་བཟད་པ་དང་། འཐབ་པ་དང་། རྩོད་པ་ལ་ཡང་། དགྲ་རྣམས་ཀྱིས་ཕམ་པ་དང་། སྐྱེ་བོ་སྡང་བ་དང་། གང་གི་འཁྲུག་པའི་གཡུལ་དུ་སོང་བ་དང་། རྒྱུ་སྐར་གྱིས་བཅོམ་པ་གང་ཡིན་པ་དང་། བློའི་སྐྱེ་བ་ཟད་པ་དང་། མ་ནིང་དང་། ཉམས་པའི་མ་ནིང་དང་། དབང་པོ་ཉམས་པའི་བར་གང་ཡིན་པ་རྣམས་དང་བུ་མི་འཚོ་བ་གང་ཡིན་པ་རྣམས་ཀྱི་བུ་མཐུན་པར་སྐྱེ་བར་འགྱུར་རོ། །བསད་ཅིང་གཞོམ་པ་ཐོབ་པ་གང་ཡིན་པ་དང་། འཆིང་བ་དང་། གསོད་པར་སོང་བ་གང་ཡིན་པ་དང་། ཆོམ་རྐུན་ནམ། རྐུན་མོའི་ནང་ངམ།
en: This method of bathing, praised by the Lokeśvara, is an effective and unfailing means of accomplishing the vidyā. “

source: གནོད་སྦྱིན་ནམ་སྲིན་པོའི་ནང་དུ་སོང་བ་གང་ཡིན་པ་དང་། གཅན་གཟན་གཏུམ་པོའི་ནང་དུ་སོང་བ་གང་ཡིན་པ་དང་། མཆེ་བ་གདུག་པ་དང་། དུག་གི་ཁྲོད་དུ་སོང་བས་དུག་འཇིགས་པ་མི་བཟད་པ་ཟོས་པ་གང་ཡིན་པ་དང་། ཁྱིམ་རྡིབ་པ་དང་། གཡང་ས་དང་། བྱི་བ་ཁ་གདུག་པའི་འཇིགས་པ་རྣམས་དང་།
en: There are those who are affected by vighnas or by terrible chāyās and grahas, who are in terrible danger from the invasions of foreign armies, who are involved in quarrels or disputes, who have been defeated by enemies, who are hated, who have gone to battle or engage in war, whose lives are marred by the influences of their birth horoscope, who have no intelligence, who have become impotent, who have no testicles, who are eunuchs, who have lost their sense faculties, to whom no son has been born, whose sons are not alive, who are sentenced to die and have gone into hiding, who are arrested or imprisoned, who find themselves in the midst of thieves or bandits, in the midst of yakṣas or rākṣasas, or in the midst of wild animals or wicked āśīviṣa snakes, who have consumed terrible poison, who are lost in the wilderness and cannot find their way home, who are in fear of hail or rats, who secretly commit evil acts, who committed the acts of immediate retribution, who revile the noble ones, and who oppose the true Dharma.

source: མི་མངོན་པར་སྡིག་པ་བྱེད་པ་གང་ཡིན་པ་དང་། མཚམས་མེད་པ་བྱེད་པ་གང་ཡིན་པ་དང་། འཕགས་པ་ལ་སྐུར་པ་འདེབས་པ་དང་། དམ་པའི་ཆོས་སྤོང་བ་འདི་རྣམས་དཀྱིལ་འཁོར་དུ་ཁྲུས་བྱས་པས་ཐམས་ཅད་ཡང་དག་པར་ཟད་པར་འགྲོ་ཞིང་། མྱུར་དུ་ཐམས་ཅད་རྣམ་པར་ཉམས་པར་བྱེད་དེ་རྩྭ་རྣམས་མེས་སྲེག་པ་བཞིན་དུ་སྔོན་བསགས་པའི་མི་བཟད་པའི་ལས་འདི་དག་ཐམས་ཅད་རྣམ་པར་ཉམས་པར་བྱེད་དོ།
en: When they perform the rite of the bathing maṇḍala, their arrogance will completely disappear, and all their terrible accumulations from the past will quickly dissipate, coming to an end as fast as burning grass. “

source: འཇིག་རྟེན་ཐམས་ཅད་ཀྱི་བླ་མ་དང་། རྟག་ཏུ་མཆོད་པར་འོས་པར་འགྱུར་རོ།
en: The vidyā holder who performs the maṇḍala bath will always be regarded as a teacher of the world who deserves worship.

source: །ཚེ་ཡུན་རིང་པོར་གནས་ཏེ། རྟག་ཏུ་བདེ་བ་དང་། དགའ་བར་བྱེད་དོ། །ཇི་སྲིད་འཚོའི་བར་དུ་ནད་མེད་ཅིང་རིམས་མེད་པ་ཉིད་དུ་གནས་སོ། །བདེ་བླག་ཏུ་བྱ་བ་བྱེད་ཅིང་།
en: Always joyful, he will live a long and happy life and be free from disease and fevers for as long as he lives.

source: དེའི་སྐྱེ་བ་བདུན་དྲན་པར་འགྱུར་རོ།
en: His death will be easy, and he will be able to remember seven previous births.

source: །ལྷ་རྣམས་ཀྱིས་རྟག་ཏུ་སྲུང་བར་བྱེད་ཅིང་། མཐར་ཐུག་རྟག་ཏུ་དཔལ་འབར་བར་བྱེད་དོ།
en: The deities will protect him continually, and he will continuously blaze with great splendor.

source: །སངས་རྒྱས་རྣམས་རྟག་ཏུ་མཐོང་བ་དང་། རྟག་ཏུ་འཇིག་རྟེན་དབང་ཕྱུག་གི་མཆོག་སྦྱིན་པར་བྱེད་པ་དང་།
en: He will always be able to see buddhas and will receive boons from the Lokeśvara, who will always want to see him.

source: རྟག་ཏུ་མཐོང་བར་འདོད་པ་ཡང་ཐུན་མཚམས་རྟག་ཏུ་མངོན་སུམ་དུ་མཐོང་བས་གནས་པར་བྱེད་དོ། །རྟག་ཏུ་རིག་སྔགས་དང་། དཀྱིལ་འཁོར་གྱི་ལྷ་དང་། རིག་སྔགས་ཀྱི་དངོས་གྲུབ་ཏུ་འགྱུར་ཏེ། རྟག་ཏུ་དཀྱིལ་འཁོར་གྱི་མཆོག་གང་ཡིན་པ་ཡང་སྒྲུབ་པར་བྱེད་དོ།
en: He will continually see them face-to-face, will definitely accomplish the vidyā and the maṇḍala deities, and will master the supreme maṇḍala. “

source: །རྒྱར་གཟིངས་ཀྱི་ཚད་ཀྱི་དཀྱིལ་འཁོར་གྲུ་བཞི་པ་བྱ་སྟེ།
en: He should demarcate a four-sided maṇḍala that has the same surface area as a boat.

source: ཚོན་སྣ་ཚོགས་པས་རྣམ་པར་ཕྱེ་བའི་དཀྱིལ་འཁོར་གྱི་མཆོག་བྲི་བར་བྱའོ།
en: The sections of the supreme maṇḍala should be painted with various vivid colors so that they stand apart.

source: །མེ་ཏོག་དང་འབྲས་བུ་སྣ་ཚོགས་པས་བཀྲ་བ།
en: He should also draw various flowers and fruits.

source: སྒོ་བཞི་ཀུན་ནས་རྣམ་པར་ཕྱེ་བ་དང་།
en: He should carefully measure out the doors on the four sides of the maṇḍala, drawing them with great precision.

source: ལས་རྣམས་ལེགས་པར་ཟིན་ནས་དབུས་ཀྱི་དཀྱིལ་འཁོར་གྱི་སྙིང་པོར། འཁོར་ལོ་ཡང་དག་པར་བྲིའོ། །པདྨའི་ལྟེ་བ་དང་། སྙིང་པོ་ཉིད་ཀྱང་འབར་བར་བྱའོ།
en: At the center of the maṇḍala he should draw a wheel with a lotus as its hub and a blazing rim.

source: །ཟུར་དང་ཟུར་རྣམས་སུ། ཞགས་པ་འབར་བ་པདྨ་ལ་གནས་པ་བྱའོ།
en: In each of the four corners, he should draw a blazing noose supported by a lotus.

source: །རིག་སྔགས་འདོད་པས་ཁྲུས་དང་གཏོར་མ་དཀར་པོ་ཡང་འདིར་དགོད་པར་བྱའོ། །ཨ་ག་རུའི་བདུག་པ་དབུལ་ཞིང་།
en: If he desires the vidyā, he should bathe and arrange a bali of ‘white’ foods and burn agarwood incense as an offering.

source: དཀྱིལ་འཁོར་གྱི་ཆོ་ག་ཇི་ལྟ་བ་བཞིན་དུ། དཀྱིལ་འཁོར་ལེགས་པར་བརྒྱན་པར་བྱའོ།
en: He should adorn the maṇḍala well, as the maṇḍala rites require, and perform other required tasks. “

source: །ལས་གཞན་སྒྲུབ་པ་ནི་རོ་སྣ་ཚོགས་པའི་གཏོར་མས་མཆོད་པར་བྱ་ཞིང་སྣ་ཚོགས་པའི་བདུག་སྤོས་དབུལ་ལོ།
en: For the bali offering, the vidyā holder should procure food of various flavors and offer various types of incense.

source: །བུམ་པ་ཆུས་བཀང་ནས་རྫས་ཀྱི་ཕྱེ་མ་རྣམས་དེར་གཞུག་ཅིང་། རིན་ཆེན་སྣ་བདུན་བཅུག་སྟེ། དེ་ལ་རྒྱ་དར་གྱིས་བཅིངས་ལ།
en: He should fill a pitcher with water and add power substances and powders to it, in addition to the seven types of jewels.

source: དོན་ཡོད་ཞགས་པ་བརྒྱ་དང་།
en: He should tie a strip of Chinese silk to the pitcher and recite both the Amoghapāśa and the heart mantra fifty-two times.

source: སྙིང་པོ་ཉིད་ཀྱང་ལན་བརྒྱར་བཟླས་སོ། །ཡི་གེ་གཅིག་པ་བརྒྱ་རྩ་བརྒྱད་དུ་བཟླས་སོ། །ཙནྡན་དང་། ས་མཱི་དང་།
en: He should also recite the one-syllable mantra one hundred and eight times.

source: སི་རི་ཥ་དང་། ཧབ་ཤང་ཙིའུ་དང་། གུར་གུམ་དང་། ཡུངས་ཀར་དང་པདྨ་གེ་སར་རྣམས་ལེགས་པར་བཏགས་ནས་བུམ་པ་བཀང་བར་བྱ་སྟེ། འདི་རྣམས་ཀྱིས་ཁྲུས་བྱའོ།
en: He should then add finely ground sandalwood, śamī, śirīṣa, indrahasta, saffron, mustard seeds, and lotus filaments to the pitcher and use it for ablutions.

source: ཉེའུ་ཤིང་།
en: He should also procure śatāvarī and bilva fruit and flowers and use them to rub his body.

source: ཤུ་ཏི་དང་། བིལ་བ་སྟེ་འདི་རྣམས་ཀྱིས་ཉེད་པ་དང་། རྟག་ཏུ་སྔོན་ཏུ་བྱ་བ་པར་བྱས་ལ། དེ་ནས་མཁས་པས་ཁྲུས་བྱའོ།
en: He should always do the rubbing first and take ablutions later. “

source: །དེ་ནས་སྲུང་བའི་ཆོ་ག་ནི་དོན་ཡོད་རྒྱལ་པོས་བྱའོ།
en: He should then employ the Amogharāja mantra to perform the protection rite.

source: །དེ་ནས་རྩྭ་དཱུར་བ་བཏིང་ནས། དེ་ལ་སྐྱིལ་མོ་ཀྲུང་གིས་འདུག་སྟེ། བུམ་པའི་ཆུས་ཁྲུས་བྱ་ཞིང་པདྨའི་ཕྱག་རྒྱ་ཡང་བྱེད་དུ་གཞུག་གོ།
en: After that, he should spread some darbha grass, sit on it in a cross-legged posture, and perform the ablutions with the water from the pitcher while displaying the lotus mudrā.

source: །དེ་ནས་གཙང་མ་གོས་གཙང་མ་བགོས་ཏེ། གཙུག་ཏོར་བཅིང་བར་བྱ་ཞིང་། སྔོན་དུ་བཟླས་པ་འབུལ་བ་དང་བསྐོར་བ་བྱས་ནས། སྒོ་དང་སྒོ་ནས་ཕྱག་བྱའོ།
en: He should then put on clean clothes, tie his hair into a topknot, and recite the mantra while circumambulating the maṇḍala clockwise, bowing at each of the four doors.

source: །ཤར་གྱི་སྒོ་རུ་ཞུགས་ལ་དབུས་ཀྱི་དཀྱིལ་འཁོར་གྱི་སྙིང་པོར། སྐྱིལ་ཀྲུང་གིས་འདུག་ལ།
en: He should enter through the eastern door and sit inside the maṇḍala in a cross-legged position. “

source: དོན་ཡོད་པའི་རྒྱལ་པོས་ལན་བདུན་དུ་བྱ་བ་པར་བྱའོ། །ལག་ཏུ་རྡོ་རྗེ་དང་། བགྲང་ཕྲེང་གིས་མངོན་པར་དབང་བསྐུར་ཞིང་། ཆུ་དང་། ཡུངས་ཀར་དང་ཕྱག་རྒྱས་དབང་བསྐུར་བར་བྱའོ།
en: He should next recite the Amogharāja seven times, rub and consecrate himself while holding the vajra and rosary, and use the mustard water while displaying the consecration mudrā.

source: །དེ་ནས་དཀོན་མཆོག་གསུམ་ལ་མཆོད་པ་བྱའོ།
en: He should then worship the Three Jewels.

source: །འདི་ནི་ཁྲུས་ཀྱི་གཙོ་བོར་འཇིག་རྟེན་དབང་ཕྱུག་གིས་གསུངས་སོ། །སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པའི་དོན་གྱི་ཆེད་དང་། རིག་སྔགས་འཆང་རྣམས་ལ་ཁྱད་པར་དུ།
en: This supreme bathing method was taught by the Lokeśvara for the benefit and welfare of all beings, vidyā holders in particular.

source: སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་བྱིན་གྱིས་བརླབས་པ་དང་། ལྷ་ཐམས་ཅད་ཀྱིས་མཆོད་པ་དང་།
en: It is blessed by all the buddhas and worshiped by all the gods.

source: དོན་ཡོད་པའི་ཕུན་སུམ་ཚོགས་པ་གདོན་མི་ཟ་བར་བྱེད་དོ།
en: This method unfailingly brings good fortune and unfailingly accomplishes the activities.

source: །གང་དང་གང་དུ་ལས་ལ་ངེས་པར་སྦྱར་བ་ཐམས་ཅད་དུ་དོན་ཡོད་པའི་དངོས་གྲུབ་ཐོབ་པར་འགྱུར་ཏེ།
en: It brings unfailing success in everything that it is employed for.

source: ཐམས་ཅད་དུ་འདི་ལ་ཐེ་ཚོམ་མེད་དོ།
en: The vidyā holder will attain every success; there is no doubt about this. “

source: སྔགས་ཀྱི་དངོས་གྲུབ་བླ་ན་མེད་པ་མ་གྲུབ་པ་ཡང་གྲུབ་པར་འགྱུར་ཏེ། དོན་ཡོད་པའི་དངོས་གྲུབ་ཐོབ་ཅིང་འཕྲལ་ཉིད་དུ་འབྲས་བུ་མཐོང་བ་ཡིན་ནོ།
en: If he has not yet attained the supreme accomplishment of the mantra, he will obtain it now without fail and will instantly see its results.

source: །ལུས་ཡོངས་སུ་དག་ཅིང་ཤིན་ཏུ་དྲི་མ་མེད་པ་དང་། ལེགས་པར་ཁྲུས་བྱས་པར་དེ་བརྗོད་པར་བྱའོ།
en: His body will become stainlessly pure so that he could be described as ‘well bathed.’

source: །སྡིག་པ་ཐམས་ཅད་ཉམས་པར་བྱེད་པ། ཉོན་མོངས་པ་ཐམས་ཅད་ཟད་པར་བྱེད་པ། ནད་ཐམས་ཅད་ལས་ཡོངས་སུ་གྲོལ་བར་བྱེད་པ་སྟེ།
en: All his wrongdoings will be eradicated, all his afflictions will cease, and he will be freed from all diseases.

source: མདོར་ན། ཐམས་ཅད་དུ་དངོས་གྲུབ་སོ་སོར་རྙེད་ཅིང་། དཔལ་ཆེན་པོར་ལྷག་པར་འགྲོའོ།
en: In short, he will be successful in everything and will acquire great splendor.

source: །རིག་སྔགས་དོན་དུ་གཉེར་བ་ཐོབ་སྟེ།
en: If he desires vidyā, he will obtain vidyā.

source: རིག་སྔགས་དོན་ཡོད་པའི་དངོས་གྲུབ་ཀྱི་དེ་ཁོ་ན་ཉིད་ལ་ས་བུ་འདོད་པས་ནི་བུ་ཐོབ་བོ།
en: This is a true amogha accomplishment. If he desires a son, he will obtain a son.

source: །ནོར་འདོད་པས་ནི་ནོར་ཐོབ་བོ།
en: If he desires wealth, he will obtain wealth.

source: །དབང་ཕྱུག་འདོད་པས་ནི་དབང་ཕྱུག་ཐོབ་བོ། །མྱུར་དུ་དཔལ་འདོད་པས་ནི་དཔལ་ཐོབ་བོ།
en: He will swiftly obtain power and influence. If he desires splendor, he will obtain splendor.

source: །མངོན་པར་འདོད་པ་ཐམས་ཅད་འཕྲལ་དུ་ཡོངས་སུ་རྫོགས་པར་བྱེད་དོ། །ཞེས་སོ།
en: He will instantly obtain the fulfillment of his every wish. “

source: ཁྲུས་ཀྱི་དཀྱིལ་འཁོར་གྱི་ཆོ་གའོ།། །།
en: This concludes the procedure of the bathing maṇḍala. “

source: དེ་ནས་ནོར་བུའི་སྒྲུབ་ཐབས་ཀྱི་ཆོ་ག་དང་། དཀྱིལ་འཁོར་གྱི་ཆོ་ག་བཤད་པར་བྱ་སྟེ།
en: Now I will teach the practice procedure of the jewel and the corresponding maṇḍala procedure.

source: ཡིད་བཞིན་གྱི་ནོར་བུའི་སྒྲུབ་པ་རྨད་དུ་བྱུང་བ་དོན་ཡོད་པའི་ནོར་བུའི་དངོས་གྲུབ་དང་།
en: I will teach the wonderful practice of the wish-fulfilling jewel and the subsequent amogha accomplishment of the jewel.

source: བྱ་བ་ཐམས་ཅད་སྒྲུབ་པར་བྱེད་པ། ཐམས་ཅད་དུ་ལྟུང་བའི་སྡུག་བསྔལ་ལས་བྱུང་བའི་འཇིགས་པ་ཐམས་ཅད་ལས་སྐྱོབ་པར་བྱེད་པ་གསོད་ཐོབ་པ་མངོན་པར་ཐར་བར་བྱེད་པ།
en: This procedure accomplishes all tasks and rescues from all misfortunes, suffering, and fear.

source: མཚོན་ཆ་དང་། ཁོང་སྒྲིལ་གཅོག་པར་བྱེད་པར་ཐེ་ཙོམ་མེད་དོ།
en: Those sentenced to die will be released, weapons will break, and fetters will split—there is no doubt about this.

source: །སྡིག་པ་ཐམས་ཅད་རྣམ་པར་ཉམས་པར་བྱེད་པ། མཚམས་མེད་པ་ཟད་པར་བྱེད་པ།
en: All the vidyā holder’s evil will be purified, so that even the five acts of immediate retribution will definitely be exhausted. “

source: རྟག་ཏུ་གསོད་པ་མེད་པའི་གནས་ཐམས་ཅད་དུ་སོན་པར་བྱེད་པ། རྟག་ཏུ་འཁྲུགས་པ་དང་།
en: Wherever the vidyā holder goes he will remain inviolable.

source: གཡུལ་ངོ་ལས་རྒྱལ་བ་སྦྱིན་པར་འགྱུར་རོ། །ཆོམ་རྐུན་གྱི་ནང་ནས་གྲོལ་བར་འགྱུར་ཞིང་། རྐུན་མོ་ལས་ཀྱང་སྒྲོལ་བར་བྱེད་དོ། །གཅན་གཟན་གཏུམ་པོ་སེང་གེ་དང་། གླང་པོ་ཆེ་དང་། དོམ་དང་།
en: He will be victorious in battles and wars, and when in the midst of thieves and bandits he will break free and escape to safety.

source: གཟིག་དང་། དྲེད་དང་། ཁྱི་དང་། ཕག་དང་། ཅེ་སྤྱང་རྣམས་ལས་ནོར་བུའི་རྒྱལ་པོ་གང་དུ་གནས་པའི་མོད་ལ་ཐམས་ཅད་དུ་སྒྲོལ་བར་བྱེད་དོ། །དུག་དང་། སྦྲུལ་ཐམས་ཅད་དམ། མཆེ་བ་སྡུག་པ་དང་། སྦྲུལ་གོ་ན་ས་དང་། བཏ་ས་ནཱ་བྷ་དང་། དུག་ཉིད་དང་། དུག་ཤྲིང་ག་དང་། དུག་མུ་སྟ་ཀ་ཉིད་དང་། ད་ར་དའི་དུག་དང་། ལུས་ལ་བྱས་པ་དང་། མི་བཟད་པའི་དུག་དང་། དུག་ཧ་ལ་ཧ་ལ་དང་། སྡིག་པ་ལ་སོགས་པ་གང་ཡིན་པ་དང་། མཐོང་བའི་དུག་གང་ཡིན་པ་དང་།
en: Lions and other wild animals, such as elephants, bears, tigers, leopards, dogs, wild boars, and jackals, will all instantly flee from the place where the king of jewels is kept.

source: དབུགས་ཀྱི་དུག་མི་བཟད་པ་གང་ཡིན་པ་དང་། རེག་པའི་དུག་འཇིགས་པ་དང་། འཇོག་པོ་ཡིས་ཀྱང་ཟིན་པ་དང་། གཞན་ཡང་སྲོག་ཆགས་མི་བཟད་པ་རྣམ་པ་སྣ་ཚོགས་པའི་དུག་མི་བཟད་པ་རྣམས་དཀྱིལ་འཁོར་མཐོང་བ་ཙམ་དང་། ནོར་བུ་རེག་པ་ཙམ་གྱིས་དེ་རྣམས་ཐམས་ཅད་འཕྲལ་དུ་དུག་མེད་པར་འགྱུར་རོ།
en: Poisons, including those of every snake, such as the āśīviṣa and gonāsa snakes, as well as vatsanābha poison, bee venom, mustaka poison, the daranda poison, terrible poisons that are made artificially, halāhala poison, scorpion’s venom, śaya poison, and other such poisons, and also including poisons that are absorbed through the eyes, terrible poisons that are inhaled, dreaded poisons that are absorbed through the skin, poison transmitted by the bite of Takṣaka, and various other poisons that present a great danger to life, will all be instantly neutralized when the victim sees the maṇḍala and touches the jewel. “

source: །གལ་ཏེ་གང་གར་འབབ་པའི་དུག་འཐུངས་ཀྱང་འཕྲལ་དུ་འཇོམས་པར་བྱེད་དོ། །ནམ་མཁའ་ལྡིང་གིས་སྦྲུལ་ཉིད་དང་ཀླུ་བཞིན་ནོ། །མེ་ཡིས་མི་འཚིག་གོ།
en: If one is poisoned by drinking water from the Gaṅgā river, the poison will be instantly digested, just as a snake is digested by a garuḍa, or a pannaga is consumed by fire.

source: །སླར་ཡང་ཆུས་འཁྱེར་བར་མི་འགྱུར་རོ། །བྱི་བ་ཁ་གདུག་པའི་འཇིགས་པ་མི་འབྱུང་། དེ་ལ་རྒྱལ་པོ་ཁྲོ་བར་མི་བྱེད་དོ། །ནམ་ཡང་། ཕྱིར་རྒོལ་བ་དང་།
en: One will not be carried away by water, will not be in danger from hail or rats, and will never incur the anger of a king, of adversaries, or of opponents.

source: དགྲ་དང་། འཐབ་མོ་དང་། འཁྲུལ་འཁོར་བྱེད་པ་དང་། སྡང་བ་གང་ཡིན་པ་དེ་རྣམས་མེད་དེ། ཆོ་ག་འདི་ནི་མཆོག་གོ། །དུག་དང་བྱད་སྟེམས་དང་།
en: This method is also the best for those who are engaged in disputes or have become the object of hatred.

source: ཕྱེ་མའི་སྦྱོར་བ་ལ་སོགས་པ་ཐམས་ཅད་སྐད་ཅིག་དེ་ལ་ཉམས་པར་བྱེད་དོ།
en: Garas, kākhordas, the spirits of magical powders, and the like will all perish the very moment the maṇḍala is seen or the jewel is touched.

source: །གནོད་སྦྱིན་དང་། སྲིན་པོ་དང་། འབྱུང་པོ་དང་། ཡི་དགས་དང་། སྐེམ་བྱེད་དང་། བརྗེད་བྱེད་དང་།
en: Similarly, all yakṣas, rākṣasas, bhūtas, pretas, skandas, apasmāras, guhyakas, vighnas, and vināyakas will flee; there is no doubt about this. “

source: གསང་བ་པ་དང་། བགེགས་དང་། ལོག་འདྲེན་རྣམས་དཀྱིལ་འཁོར་མཐོང་བ་ཙམ་དང་། ནོར་བུ་བཟུང་བ་ཉིད་ཀྱིས་ཐམས་ཅད་འབྲོས་པར་བྱེད་དེ་འདི་ལ་ཐེ་ཙོམ་མེད་དོ། །འདི་ཐམས་ཅད་ཀྱིས་ཐུན་མོང་དུ་ནོར་བུའི་དཀྱིལ་འཁོར་མཐོང་བ་ལ།
en: By merely seeing the maṇḍala and the jewel, everything untoward will be pacified.

source: བསམ་པ་གང་ཡིན་པའི་བསམ་པ་དེ་ཐམས་ཅད་ཡིད་ལ་དོན་དུ་གཉེར་བར་བྱ་བ་གང་ཡིན་པ་རྣམས་ཀྱང་ནོར་བུ་བཟུང་བ་ཉིད་ལ་ཐམས་ཅད་མྱུར་དུ་ཕུན་སུམ་ཚོགས་པར་བྱེད་དོ།
en: Anything that the vidyā holder might think of or might wish for in his heart will swiftly come true. The same will happen if he wears the jewel.

source: །ཆེ་འཕེལ་བ་དང་། སྔགས་ཀྱི་དངོས་གྲུབ་བླ་ན་མེད་པ་གྲུབ་བོ། །བཀྲ་ཤིས་པ་དང་། དམ་པ་དང་། བསོད་ནམས་དང་།
en: His lifespan will magically increase, and he will obtain the supreme accomplishment of the mantra, good fortune, plenty of merit, purity, and the eradication of evil.

source: དག་པ་དང་། སྡིག་པ་ཉམས་པ་དང་། རྨི་ལམ་ངན་པ་ཉམས་པ་དང་། འཕྲལ་དུ་རྨི་ལམ་བཟང་པོར་བྱེད་པ་ཉིད་དང་།
en: His nightmares will promptly stop, and his dreams will become auspicious.

source: རྟག་ཏུ་སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་མཐོང་བ་དང་། རྟག་ཏུ་ལྷ་རྣམས་འགུགས་པ་ཉིད་དང་། རྟག་ཏུ་འབྱོར་པ་ཐམས་ཅད་བྱེད་པ་དང་།
en: He will be able to see the buddhas or bodhisattvas at any time and will always be able to summon deities and obtain every good fortune.

source: རྟག་ཏུ་ཟླ་བ་ཉ་བ་ལྟར་འོད་ཟེར་འབར་བས་རྣམ་པར་མཛེས་པ་དང་། ཚིག་བཙུན་པ་དང་། རྟག་ཏུ་དགའ་བ་དང་། ཐམས་ཅད་ཏུ་མཆོད་པར་བྱ་བའོ།
en: He will continually shine with the splendor of the full moon, his speech will always be pleasant, and he will be generally loved and worshiped. “

source: །དེ་ནས་རིག་སྔགས་འཆང་གིས་རྫས་ཀྱི་སྦྱོར་བ་བྱ་སྟེ། ཆ་མཉམ་པར་ལེགས་པར་ཕྱེ་ལ་གཙོ་བོའི་རྗེས་སུ་འབྲང་བར་བྱའོ། །འདི་ལྟ་སྟེ། རྒྱལ་བ་དང་། རྣམ་པར་རྒྱལ་བ་དང་། ནཱ་ཀུ་ལི་དང་། དྲིའི་ནཱ་ཀུ་ལི་དང་། ཨ་རུ་ར་དང་། ལག་པ་དང་། དབང་པོ་ལག་པ་དང་། དྲིའི་པྲི་ཡང་ཀུ་དང་། རྒྱ་སྤོས་དང་། འཁོར་ལོ་དང་། འཁོར་ལོ་ཆེན་པོ་དང་། ཁྱབ་འཇུག་གནོན་པ་དང་། སོ་མ་རཱ་ཛ་དང་། སུ་ནན་ད་དང་། པདྨ་གེ་སར་དང་།
en: Furthermore, the vidyā holder should employ a power substance.

source: མ་ལ་ཡའི་ཙནྡན་ན་ལ་ད་དང་། གུར་གུམ་དང་། བ་བླ་དང་། ཨུཏྤལ་སྔོན་པོ་དང་། ཀླུ་ཤིང་གི་མེ་ཏོག་དང་། ཙམ་པ་ཀའི་མེ་ཏོག་དང་།
en: He should procure equal amounts of well-sorted ingredients and blend them together, starting with the most important: jayā, vijayā, the ichneumon plant, gandhanākulī, abhayapāṇi, indrapāṇi, gandha, mahaleb cherry, tagara, cakra, mahācakra, viṣṇukrāntā, somraj, sunandā, paramakeśara, Malabar sandalwood, nalada, saffron, yellow orpiment, blue lotus, nāgapuṣpa, champak flowers, paḍā, benzoin, gandhamāṃsī, sāmaka, and humaka.

source: པ་ཌཱ་དང་། བྲག་སྐྱེས་དང་། སྤང་སྤོས་དང་སཱ་མ་ཀ་རྣམས་མཉམ་པར་བྱས་ཏེ་ཕྱེ་མ་ཞིབ་མོར་ལེགས་པར་བཏགས་ལ་པུ་ཤེལ་ཙེ་དང་། ཙནྡན་གྱི་ཆུས་སྦྲུས་ཏེ། ཟངས་ཀྱི་སྣོད་དུ་བཞག་ལ།
en: They should be ground into a fine powder, mixed with water that has been infused with the root of khas grass and sandalwood, and placed in a copper bowl. “

source: ཁྲུས་ཀྱི་དཀྱིལ་འཁོར་གྱི་སྟེང་དུ་བཀོད་དེ། དོན་ཡོད་ཞགས་པའི་སྙིང་པོ་བརྒྱ་རྩ་བརྒྱད་བཟླས་ནས་སྙིང་པོ་བརྒྱ་རྩ་བརྒྱད་ཉིད་དང་།
en: The vidyā holder should then place the bowl in the maṇḍala and recite both the heart essence of Amoghapāśa and the heart mantra one hundred and eight times.

source: ཡི་གེ་གཅིག་པ་འབུམ་དུ་བཟླས་པས་རྫས་ཀྱི་སྣོད་འབར་བར་བྱེད་དོ།
en: The one-syllable mantra should then be recited one hundred thousand times. The copper bowl will blaze with light.

source: །དེ་ནས་ནོར་བུ་མགོ་བོ་ལ་བཅིངས་པ་འམ། ལག་པ་ལ་བཅིངས་ལ་གཟུང་བར་བྱ་སྟེ། མཆོག་དུ་བསྐལ་བ་བཟང་པོ་ཐོབ་ཅིང་། དབང་ཕྱུག་གི་མཆོག་དང་དཔོན་པོ་ཐོབ་བོ།
en: If the vidyā holder ties the jewel onto his head or arm and wears it, he will obtain unequaled good fortune, unequaled influence, and the status of an overlord.

source: །རྗེ་རིགས་བུ་མེད་པས་ཀྱང་མི་དང་ནོར་འཕེལ་བར་འགྱུར་རོ།
en: He will also obtain a wife and a son. If he is an ordinary citizen, his wealth will increase.

source: །རྒྱལ་པོ་དང་། དགྲ་རབ་ཏུ་འཇོམས་ཤིང་།
en: If he is a king, he will crush his enemies.

source: སྲུང་བའི་མཆོག་ཏུ་རྙེད་པར་དཀའ་བ་སྟེ།
en: He will obtain supreme protection that is difficult to obtain. “

source: ནོར་བུ་གང་དུ་གནས་པ་དེར། གློག་གི་གནོད་པ་མེད་དོ། །དེར་བྱི་བ་ཁ་གདུག་པའི་འཇིགས་པ་དང་། གཡོ་བ་མི་འབྱུང་ངོ་།
en: Lightning will not strike, there will be no danger of hail and rats, and no earthquakes will affect the place where the jewel is kept.

source: །ནོར་བུའི་རྒྱལ་པོ་གང་དུ་གནས་པའི་གནས་འདི་མཆོད་རྟེན་དུ་བཀུར་རོ།
en: The place where this king of jewels is kept should be regarded as a reliquary.

source: །སུམ་ཅུ་རྩ་གསུམ་ན་གནས་པའི་ལྷ་རྣམས་ཀྱིས་རྟག་ཏུ་སྲུང་བར་བྱེད་ཅིང་། རྟག་ཏུ་ཡང་རྒྱལ་པོ་ཆེན་པོ་བཞི་དང་། ལག་ན་རྡོ་རྗེ་སྟོབས་པོ་ཆེས་རྟག་ཏུ་ཡང་སྲུང་ཞིང་།
en: The vidyā holder will always be protected by the devas from the realm of Thirty-Three, by the Four Great Kings, and by the powerful Vajrapāṇi.

source: དུས་རྟག་ཏུ་རྗེས་སུ་འབྲང་བར་འགྱུར་ཏེ་ཐེ་ཙོམ་མེད་དོ།། །།
en: They will always, at all times, follow him in order to protect him; there is no doubt about this. “

source: དཀྱིལ་འཁོར་བཤད་པར་བྱ་སྟེ།
en: Now I will give the maṇḍala instructions.

source: རྒྱར་གཟིངས་ཀྱི་ཚད་ཀྱི་ལོགས་བཞི་པ་ཟུར་བཞི་པ་ཤིན་ཏུ་བཅགས་པ།
en: It should have four sides, four corners, and a surface area the size of a boat.

source: ལེགས་པར་སྦྱར་བ་མཆོག་ཏུ་མཛེས་པ་བྱའོ། །ཁོར་ཡུག་ཏུ་མེ་ཏོག་སྣ་ཚོགས་ཀྱི་མགོ་ལྕོགས་ཀྱིས་བཀྲ་བ་བྲིས་ལ་ཤར་གྱི་སྒོ་རྣམ་པར་ཕྱེ་སྟེ་དབུས་ཀྱི་དཀྱིལ་འཁོར་གྱི་པདྨ་རྡོ་རྗེའི་དཀྱིལ་འཁོར་གྱིས་ཡོངས་སུ་བསྐོར་བའི་དབུས་ཀྱི་པདྨའི་གེ་སར་ལ་ཡང་།
en: It should have a smooth finish and be well designed, beautiful, and perfect, with various flowers and vines drawn all over it as adornment. Its door should be pointing toward the east. In the center, the vidyā holder should draw a lotus with a surrounding ring of vajras.
